module.exports = [

  {"id":"MA080","name":"MA080 高等数学（A）（1）"},
  {"id":"MA081","name":"MA081 高等数学（A）（2）"},
  {"id":"MA077","name":"MA077 线性代数（B）"},
  {"id":"MA115","name":"MA115 离散数学"},
  {"id":"CS902","name":"CS902 程序设计思想与方法"},
  {"id":"PH001","name":"PH001 大学物理（A类）（1）"},
  {"id":"PH002","name":"PH001 大学物理（A类）（2）"},
  {"id":"MA119","name":"MA119 概率统计"},
  {"id":"SE117","name":"SE117 程序设计与数据结构"},
  {"id":"SE101","name":"SE101 计算机系统基础（1）"},
  {"id":"SE111","name":"SE111 计算机系统基础（2）"},
  {"id":"SE222","name":"SE222 算法原理"},
  {"id":"EI235","name":"EI235 电路系统综合"},
  {"id":"PI919","name":"PI919 西方哲学史"},
  {"id":"MU901","name":"MU901 交响音乐鉴赏"},
  {"id":"MU902","name":"MU902 中西乐理及其应用"},
  {"id":"BI903","name":"BI903 生命科学实验探索"},

]
