module.exports = [
    
      {"id":"0","name":"软件工程"},
      {"id":"1","name":"计算机技术与科学"},
      {"id":"2","name":"信息安全"},
      {"id":"3","name":"微电子科学与工程"},
      {"id":"4","name":"电气工程及其自动化"},
      {"id":"5","name":"测控技术与仪器"},
      {"id":"6","name":"电子科学与技术"},
      {"id":"7","name":"工业工程"},
      {"id":"8","name":"新能源科学与工程"},
      {"id":"9","name":"机械动力类"},
      {"id":"10","name":"核工程与核技术"},
      {"id":"11","name":"海洋工程与土建类"},
      {"id":"12","name":"土木工程"},
      {"id":"13","name":"船舶与海洋工程"},
      {"id":"14","name":"工程力学"},
      {"id":"15","name":"植物科学与技术"},
      {"id":"16","name":"资源环境科学"},
    
    ]
    